/********************************************************************/
/*														            */
/* jquery.IncrementBox.js						                    */						
/* Плагин "IncrementBox. от LifeExample.ru" для jQuery            	*/
/*								Автор: Авдеев Марк		            */
/*										2013г.			            */
/*														            */
/* Для ипользования плагина необходимо определить                   */
/* контейнер и вложить в него элементы с классами inc, dec, counter */
/* Пример:    													    */
/*  <div class='conteiner1'>										*/
/*	<button class='inc'>											*/
/*		Увеличить													*/
/*	</button>														*/
/*	<input type="text" class='counter' value='100'/>				*/
/*	<button class='dec'>											*/
/*		уменьшить													*/
/*	</button>														*/
/*  </div>									                        */
/* После чего можно указать параметры для использования 			*/
/* плагина															*/
/* $('.container').IncrementBox({									*/
/*		timeout: 50,		                           			    */		
/*	});																*/
/* Или использовать параметры по умолчанию							*/
/* $('.container').IncrementBox();									*/
/*																	*/	
/********************************************************************/
  
  